<?php

return [
    'header' => [
        'shop_name'     =>  "فروشگاه اینترنتی",
        'login_button'  =>  "ورود به ناحیه کاربری",
        'basket_button' =>  "سبد خرید",
        'search_placeholder' => "جستجو در فروشگاه ...",
        'category-title' => "دسته بندی کالاها",
        'special-offer' => "پیشنهاد ویژه",
        'buy-guide' => "راهنمای خرید",
    ],
    'footer' => [
        'shop'              =>  [
            'title'         =>  'فروشگاه',
            'about_us'      =>  'درباره ما',
            'contact_us'    =>  'ارتباط با ما',
        ],
        'customer'          =>  [
            'title'         =>  'راهنمای مشتریان',
            'paymetn_guide' =>  'راهنمای خرید و پرداخت',
            'rules'         =>  'قوانین و مقررارت',
            'faq'           =>  'سوالات متداول',
        ], 
        'user'              =>  [
            'title'         =>  'اطلاعات کاربری',
            'register'      =>  'ثبت نام',
            'profile'       =>  'حساب کاربری',
            'privacy'       =>  'حریم خصوصی',
            'order_follow'  =>  'پیگیری سفارشات'
        ],
        'social media'      =>  'همراه همیشگی ما شوید:',
        'newsletter'        =>  'اطلاع از جدیدترین تخفیف ها و محصولات',
        'news placeholder'  =>  'ایمیل خود را وارد نمایید',
        'news button'       =>  'عضویت',
        'about'             =>  [
            'title' =>  'فروشگاه اینترنتی، تجربه خرید اسرار آمیز',
            'body'  =>  'فروشگاه اینترنتی فلان بیسار فعالیت خود را از سال 99 آغاز کرده و با شروع فروش اینترنتی مجموعه کالای سوپرمارکتی متعهد شده است تا نیازهای 
                        مشتریان را در سراسر کشور برآورده کند. در فلان بیسار می‌توانید محصولات مورد نظرتان را از خوردنی و آشامیدنی، آرایشی‌،بهداشتی و در مراحل
                        بعدی لوازم خانگی،الکترونیکی،کالای دیجیتال،مد و پوشاک و ... را ضمن اطمینان از اصالت کالا، با بهترین کیفیت و اقتصادی ترین قیمت، با یک
                        کلیک سفارش داده و با دقتی بی نظیر تحویل بگیرید.'
        ]
    ]
];