<?php 
return [
    'custom' => [
        'color_name' => [
            'required' => 'وارد کردن نام رنگ الزامی است.',
            'unique' => 'نام رنگ تکراری است.',
            'max' => 'حداکثر طول نام 30 کارکتر است.'
        ],
        'color_code' => [
            'required' => 'وارد کردن کد رنگ الزامی است.',
            'unique' => 'کد رنگ تکراری است.',
            'max' => 'حداکثر طول کد 7 کارکتر است.'
        ],

        'category_name' => [
            'required' => 'وارد کردن عنوان دسته بندی الزامی است.',
            'unique' => 'عنوان دسته بندی تکراری است.',
            'max' => 'حداکثر طول عنوان دسته بندی 30 کارکتر است.'
        ]
    ]
];